export const categoriesData = [
    {
        id:1,
        name: 'ข้าวแกงจืดหมูสับไข่น้ำ X แซลมอนย่างเนย',
        image: require('../../img/kanjud.jpeg'),
        ingrediant: [
            { id: '1', name: '1.หมูสับ 200 กรัม'},
            { id: '2', name: '2.ไข่ไก่ 2 ฟอง' },
            { id: '3', name: '3.น้ำเปล่า 2 ถ้วย' },
            { id: '4', name: '4.กะเทียมสับ 1 ช้อนโต๊ะ' },
            { id: '5', name: '5.เกลือ ตามชอบ' },
            { id: '6', name: '6.ซีอิ๊วขาว 1 ช้อนโต๊ะ'},
            { id: '7', name: '7.แซลมอนสดหรือแช่แข็ง 2 ชิ้น'},
            { id: '8', name: '8.เนยสด 2 ช้อนโต๊ะ'},
            { id: '9', name: '9.เกลือ ตามชอบ'},
        ],
        deta:[
            { id: '1', name: '♡ วิธีทำแกงจืดหมูสับไข่น้ำ' },
            { id: '2', name:''},
            { id: '3', name: '1.ตั้งกระทะใส่น้ำเปล่า 2 ถ้วย ให้เดือด จากนั้นใส่หมูสับลงไป คนให้เข้ากันและต้มจนสุก' },
            { id: '4', name: '2.เมื่อหมูสุกแล้ว ใส่ไข่ไก่ลงไป คนให้เข้ากัน ปรุงรสด้วยเกลือ ซีอิ๊วขาว และน้ำตาลทราย คนให้เข้ากันอีกครั้ง' },
            { id: '5', name: '3.ตักแกงจืดหมูสับไข่น้ำใส่จาน และเสิร์ฟพร้อมกับข้าวสวย' },
            { id: '6', name:''},
            { id: '7', name: '♡ วิธีทำแซลม่อนย่างเนย' },
            { id: '8', name:''},
            { id: '9', name: '1.ตั้งกระทะใส่เนย 2 ช้อนโต๊ะ รอให้เนยละลายและเริ่มเป็นสีทอง' },
            { id: '10', name: '2.นำแซลมอนมาวางลงในกระทะ ปรุงรสด้วยเกลือ ค่อยๆ พลิกด้านเพื่อให้สุกทั่ว ปรุงรสตามชอบ' },
            { id: '11', name: '3.เมื่อแซลมอนสุกดี จับแซลมอนออกจากกระทะและวางลงบนจาน พร้อมเสิร์ฟ' },
        ],
        cal:[
            { id: '1',name: '♡ พลังงาน:350 กิโลกรัม'},
            { id: '2',name: '♡ โปรตีน:30 กรัม'},
            { id: '3',name: '♡ ธาตุเหล็ก:1.2 กิโลกรัม'},
            { id: '4',name: '♡ แคลเซียม:30 กิโลกรัม'},
            { id: '5',name: '♡ วิตามินซี:5 มิลลิกรัม'},
            { id: '6',name: '♡ วิตามินเอ:100 มิลลิกรัม'},
            { id: '7',name: '♡ วิตามินบี1:0.2 มิลลิกรัม'},
            { id: '8',name: '♡ วิตามินบี2:0.3 มิลลิกรัม'},
        ],
        nutritionData:[
            { id:'1',label:'พลังงาน(kcal)',value:350 },
            { id:'2',label:'โปรตีน(g)',value:30 },
            { id:'3',label:'ธาตุเหล็ก(mg)',value:1.2 },
            { id:'4',label:'แคลเซียม(mg)',value:30 },
        ]
        ,
        vitaminData:[
            { id:'1',label:'วิตามินซี(mg)',value:5 },
            { id:'2',label:'วิตามินเอ(mg)',value:100 },
            { id:'3',label:'วิตามินบี1(mg)',value:0.2 },
            { id:'4',label:'วิตามินบี2(mg)',value:0.3 },
        ]

        
    },
    {
        id:2,
        name: 'ก๋วยเตี๋ยวเส้นเล็กอัญชันปีกไก่ตุ๋น',
        image: require('../../img/noodleAunChan.jpeg'),
        detail:'♡ ตั้งหม้อและใส่น้ำซุปสต๊อก รอจนน้ำซุปเดือด ให้ใส่หัวไช้เท้า & แครอทลงไป ตามด้วยปีกไก่บน ปรับไฟแรงแค่ช่วงแรง และปรับเป็นไฟอ่อน ปิดฝาหม้อ ตุ๋นทิ้งไว้ประมาณ 30-40 นาที ค่าา  เปิดฝามาคือหอมมมาก พอชิมก็คือซุปหวานแบบที่ไม่ต้องปรุงอะไรเลย '+
        '♡ นำเส้นก๋วยเตี๋ยวแช่น้ำ ประมาณ 10 นาที ตั้งหม้อ ใส่น้ำ รอน้ำเดือดค่อยใส่เส้นลงไปลวก หรือต้มทิ้งไว้ประมาณ 8 นาที เสร็จแล้วตักขึ้นพักในน้ำเย็น ก่อนตักลงชามเสิร์ฟ ให้เหยาะน้ำมันมะกอก Bertolli ขวดสีเขียวเข้มเล็กน้อย เพื่อไม่ให้เส้นก๋วนเตี๋ยวเหนียวติดกัน '+ 
        '♡ นำกวางตุ้งและเห็ดลงไปลวกในน้ำซุป และตักจัดจานเสิร์ฟได้เลยค่ะทำเป็นขั้นตอนให้หน่อย ',
        ingrediant: [
            { id: '1', name: '♡ เส้นก๋วยเตี๋ยวอัญชัน' },                  
            { id: '2', name: '♡ น้ำซุปสต๊อก' },
            { id: '3', name: '♡ หัวไช้เท้า' },
            { id: '4', name: '♡ แครอท' },
            { id: '5', name: '♡ ปีกไก่' },
            { id: '6', name: '♡ กวางตุ้ง'},
            { id: '7', name: '♡ เห็ด'},
            { id: '8', name: '♡ เก๋ากี้ หรือ โกจิเบอรี่'},
        ]
    },
    {
        id:3,
        name: 'ข้าวหอมควินัว x ตับผัดกระเทียม x ไข่ดาวทรงเครื่อง',
        image: require('../../img/kaokinua3.jpeg'),
        detail:'♡ ตั้งกระทะ ใส่น้ำมันรำข้าวเล็กน้อย นำกระเทียมลงไปผัดให้หอม ตามด้วยตับหมู ใส่น้ำซุปสต๊อกเล็กน้อย ผัดไปเรื่อยๆจนสุก'+
        ' ♡ ตั้งกระทะ ใส่กระเทียม หมูสับ ลงไปผัดจนหมูเกือบสุก ให้ไปน้ำซุปสต๊อกลงไป ตามด้วยมะเขือเทศสับ แป้งข้าวโพด(ที่ผสมน้ำแล้ว) คนไปเรื่อยๆจนได้ความข้นที่พอใจ ใส่ต้นหอม ปิดเตา ตักเสิร์ฟได้เลย',
        ingrediant: [
            { id: '1', name: '♡ ข้าวหอมมะลิหุงพร้อมกับควินัว ' },                  
            { id: '2', name: '♡ ตับหมู' },
            { id: '3', name: '♡ กระเทียม' },
            { id: '4', name: '♡ ไข่ดาว' },
            { id: '5', name: '♡ หมูสับ' },
            { id: '6', name: '♡ มะเขือเทศ'},
            { id: '7', name: '♡ ต้นหอม'},
            { id: '8', name: '♡ น้ำซุปสต๊อก'},
            { id: '9', name: '♡ แป้งข้าวโพด'},
        ]
    },
    {
        id:4,
        name: 'พาสต้าเครสเต้ริกาเต้ผัดไข่ใส่กุ้ง',
        image: require('../../img/pastaCaseTae.jpeg'),
        detail:'♡ ลวกเส้นพาสต้าในน้ำเดือด ใช้เวลาประมาณ 8-10 นาที เสร็จแล้วให้นำขึ้นน็อคน้ำเย็นเพื่อไม่ให้เส้นเละและขาด สักขึ้นพักเหยาะน้ำมันมะกอกเล็กน้อย'+
        ' ♡ ลวกกุ้งให้สุก'+
        ' ♡ ตั้งกระทะ ใส่น้ำมันรำข้าว ตอกไข่ลงไป ยีให้ทั่ว และตามด้วยดส้นพาสต้า ใส่ซอสผัดเล็กน้อย ใส่น้ำซุปสต๊อกเล็กหน่อยพอให้คลุกคลิก แล้วก็นำขึ้นเสิร์ฟพร้อมกับกุ้งได้เลย',
        ingrediant: [
            { id: '1', name: '♡ พาสต้าเครสเต้ริกาเต้ 5 สี ' },                  
            { id: '2', name: '♡ น้ำซุปสต๊อก' },
            { id: '3', name: '♡ ไข่' },
            { id: '4', name: '♡ กุ้ง' },
            { id: '5', name: '♡ ซอสผัด Supa Sauce' },
           
        ]
    },
    {
        id:5,
        name: 'ข้าวต้มกุ้งเต้าหู้สาหร่าย',
        image: require('../../img/kaoTomkung.jpeg'),
        detail:'♡ ตั้งหม้อ ใส่น้ำซุปสต๊อก รอจนเดือนให้ใส่กุ้งลงไป และตามด้วยเต้าหู้ พอเปลือกกุ้งเริ่มเปลี่ยนสีหรือเป็นสีแดงๆก็สามารถปิดเตาได้เลยค่า'+
        'ตักเสิร์ฟพร้อมข้าวสวย เพิ่มผักโขมอบกรอบผสมสาหร่ายลงไป เป็นอันเสร็จเรียบร้อยค่า',
        ingrediant: [
            { id: '1', name: '♡ ข้าวหอมมะลิหุ้งสุก ' },                  
            { id: '2', name: '♡ น้ำซุปสต๊อก' },
            { id: '3', name: '♡ เต้าหู้แครอท' },
            { id: '4', name: '♡ กุ้ง' },
            { id: '5', name: '♡ ผักโขมอบกรอบผสมสาหร่าย ของ Happy Bear' },
            { id: '6', name: '♡ ต้นหอมซอย' },
           
        ]
    },
    {
        id:6,
        name: 'ฟูซิลี่บล็อคโคลี่ครีมซอสเห็ดและหมูสับ',
        image: require('../../img/FusiBlockori.jpeg'),
        detail:'♡ นำมันฝรั่งและบล็อคโคลี่ไปนึ่ง จากนั้นเอาไปปั่นรวมกันและนำไปเคี้ยวในกระทะ ใส่หอมใหญ่ เห็ด และนมสดลงไป สามารถปรับข้น/ใส ได้ตามใจชอบเลย'+
        ' ♡ ลวกเส้นฟูซิลี่ในน้ำเดือนประมาณ 8-10 นาที '+
        ' ♡ ลวกหมูสับให้สุก'+
        ' ♡ จัดจานเสิร์ฟ ก่อนเสิร์ฟโรยแฟลกซีดเล็กน้อยเพิ่มโอเมก้า ',
        ingrediant: [
            { id: '1', name: '♡ พาสต้าฟูซิลี่'},                  
            { id: '2', name: '♡ หมูคุโรบุตะสับ'},
            { id: '3', name: '♡ เห็ด'},
            { id: '4', name: '♡ มันฝรั่ง'},
            { id: '5', name: '♡ บล็อคโคลี่'},
            { id: '6', name: '♡ หอมใหญ่หั่นเต๋า'},
            { id: '7', name: '♡ นมสด'},
            { id: '8', name: '♡ แฟลกซีด '},

           
        ]
    },
    {
        id:7,
        name: 'ข้าวหมูสับผัดกระเทียม x ไข่เจียวเนย',
        image: require('../../img/kaijaow.jpg'),
        detail:'♡ หมักหมูด้วยซีอิ๋ว low sodium ของ bebefood soy sauce หมักทิ้งไว้ประมาณ 15-20 นาที'+
        ' ♡ ทอดไข่เจียวไฟอ่อน โดยใช้เนยจืดแทนน้ำมัน'+
        ' ♡ ตั้งกระทะ ใส่น้ำมันรำข้าวเล็กน้อย นำกระเทียมลงไปผัดให้หอม ตามด้วยหมูสับที่หมักแล้ว ผัดไปเรื่อยๆ เติมน้ำซุปสต๊อกเล็กน้อย พอให้ขลุกขลิก ทำให้หมูชุ่มชื่นไม่แห้งจนเกินไป'+
        ' ♡ เตรียมผัก จัดจานเสิร์ฟได้เลยค่ะ',
        ingrediant: [
            { id: '1', name: '♡ ข้าวหอมมะลิหุ้งสุก'},                  
            { id: '2', name: '♡ หมูสับ'},
            { id: '3', name: '♡ กระเทียมสับ'},
            { id: '4', name: '♡ ซอสหมัก Bebefood Soy Sauce Thailand'},
            { id: '5', name: '♡ ไข่ไก่'},
            { id: '6', name: '♡ เนยจืด'},
            

           
        ]
    },
    {
        id:8,
        name: 'ข้าวหน้าซี่โครงหมูอบซีอิ๊ว',
        image: require('../../img/moo.jpg'),
        detail:'♡ นำซี่โครงหมูมาหมักกับซอสหอยนางรมและน้ำตาลดอกมะพร้าว หมักทิ้งไว้ประมาณ 15-20 นาที'+
        ' ♡ งกระทะ ไฟกลาง พอกระทะร้อนแล้วให้นำซี่โครงหมูลงไปจี่ และใส่น้ำซุปสต๊อกลงไปให้พอท่วมซี่โครงหมู เติมซอสหอยนางรม low sodium อีกเล็กน้อย ปิดฝาหม้อทิ้งไว้ประมาณ 3 นาที เป็นอันเสร็จเรียบร้อยค่า จัดจานโรยต้นหอม และเสิร์ฟได้เลย',
        ingrediant: [
            { id: '1', name: '♡ ซี่โครงอ่อนหมู'},                  
            { id: '2', name: '♡ ซอสหอยนางรม low sodium'},
            { id: '3', name: '♡ น้ำตาลดอกมะพร้าว'},
            { id: '4', name: '♡ น้ำซุปสต๊อก'},
            { id: '5', name: '♡ ต้นหอมซอย'},
        ]
    },
    {
        id:9,
        name: ' ข้าวแกงจืดหมูสับไข่น้ำและกระเพราหมู',
        image: require('../../img/kangjeed.jpg'),
        detail:'♡ หมักหมูโดยใส่ซอสหอยนางรม low sodium และน้ำตาช่อดอกมะพร้าว หมักทิ้งไว้ประมาณ 15-20 นาที'+
        ' ♡ ตั้งหม้อ ปั้นหมูที่หมักแล้วให้เป็นก้อนและใส่ลงไป ตามด้วยซีอิ๋วขาวเล็กน้อย'+
        ' ♡ ตั้งกระทะ ใช้ไฟอ่อน ใส่เนยจืด ทอดไข่เจียว พลิกกลับไปมาจนสุกทั้ง 2 ด้าน หั่นเป็นชิ้นและนำไปใส่ในแกงจืด'+
        ' ♡ ตั้งกระทะ ใส่น้ำมันรำข้าวเล็กน้อย ใส่กระเทียม ผัดให้หอม ตามด้วยหมูสับ ใส่ซีอิ๋วขาวเล็กน้อย ใส่ใบกระเพรา ปิดเตา และผัดให้เข้ากัน และตักเสิร์ฟได้เลยค่าs',
        ingrediant: [
            { id: '1', name: '♡ ข้าวหอมมะลิและควินัว 3 สีหุงสุก'},                  
            { id: '2', name: '♡ หมูสับ'},
            { id: '3', name: '♡ กระเทียม'},
            { id: '4', name: '♡ ใบกระเพรา'},
            { id: '5', name: '♡ ไข่ไก่'},
            { id: '6', name: '♡ ซีอิ๋วขาว low sodium'},
            { id: '7', name: '♡ ตาลช่อดอกมะพร้าว'},
            { id: '8', name: '♡ ซอสหอยนางรม'},
            { id: '9', name: '♡ เนยจืด'},
        ]
    },
    {
        id:10,
        name: 'ข้าวผัดเนยหมูฝอย x กะหล่ำตุ๋นหมูสับเห็ดหอม',
        image: require('../../img/moofoi.jpg'),
        detail:'♡ ตั้งหม้อ ใส่น้ำ เปิดไฟกลางรอน้ำใกล้เดือด ใส่กะหล่ำ เห็ดหอม แครอท และหมูสับที่หมักเรียบร้อยแล้ว (หมัก 15-20 นาที) ปรุงน้ำซุปด้วย ซีอิ๋วขาวผสมเห็ดหอม แบบ low sodium เล็กน้อย เพื่อความหอมอร่อยมีรสชาติ ปิดฝาหม้อ ตุ๋นไฟอ่อนทิ้งไว้ 30-40 นาที'+
        ' ♡ ตั้งกระทะ เปิดไฟอ่อน ใส่เนยจืด ตามด้วยข้าวหอมมะลิ และใส่หมูฝอยลงไปผัดให้เข้ากัน และนำขึ้นเสิร์ฟได้เลย',
        ingrediant: [
            { id: '1', name: '♡ ข้าวหอมมะลิหุงสุก'},                  
            { id: '2', name: '♡ หมูฝอย'},
            { id: '3', name: '♡ หมูสับหมักซอสหอยนางรม ซีอิ๋วขาว '},
            { id: '4', name: '♡ เห็ดหอม'},
            { id: '5', name: '♡ กะหล่ำ'},
            { id: '6', name: '♡ วุ้นเส้น'},
            { id: '7', name: '♡ แครอท'},
            { id: '9', name: '♡ เนยจืด'},
        ]
    },
    {
        id:11,
        name: 'ข้าวกล้องไรซ์เบอร์รี่ x ปีกไก่นึ่งนมสด x ปลาอินทรีย์ชุบแป้งกระเพรากรอบ',
        image: require('../../img/fish.jpg'),
        detail:'♡ ตั้งหม้อ ใส่นมรสรสจืด ตามด้วยซอสปรุงรสเล็กน้อย พอเริ่มเดือด ให้นำปีกไก่ลงไป เปิดไฟอ่อน ปิดฝาทิ้งไว้ประมาณ 10 นาที ใส่งาขาวลงไปเล็กน้อย หากไก่สุกแล้ว สามารถตักขึ้นเสิร์ฟได้เลย'+
        ' ♡ นำปลาอินทรีย์มาชุบแป้ง ใส่งาขาวลงไปด้วยเพื่อเพิ่มความหอมอร่อย เอาลงไปทอดไฟกลาง พอเหลืองสุกแล้วก็นำขึ้นได้เลยค่ะ ปิดเตาได้เลย และใส่ใบกระเพราลงไปทอดกรอบลงไป',
        ingrediant: [
            { id: '1', name: '♡ ข้าวกล้องไรซ์เบอร์รี่'},                  
            { id: '2', name: '♡ ปีกไก่'},
            { id: '3', name: '♡ นมสด รสจืด'},
            { id: '4', name: '♡ ปลาอินทรีย์'},
            { id: '5', name: '♡ แป้งทอดกรอบ'},
            { id: '6', name: '♡ งาขาว'},
            { id: '7', name: '♡ ใบกระเพรา'},
            { id: '9', name: '♡ ซอสปรุงรส'},
        ]
    },
    {
        id:12,
        name: 'Whole wheat star cheeze with scrambled egg',
        image: require('../../img/Bread.jpg'),
        detail:'♡ ตั้งกระทะ ใส่เนยจืด ตอกไข่ ผัดจนไข่สุกแล้วนำขึ้น'+
        ' ♡ นำขนมปังโฮลวีทโปะชีส ไปอบไฟกลาง พอชีสเริ่มละลาย ก็นำออกมาได้เลย'+
        ' ♡ จัดจานด้วยผักผลไม้ต่างๆตามต้องการได้เลยค่ะ',
        ingrediant: [
            { id: '1', name: '♡ ขนมปังโฮลวีท'},                  
            { id: '2', name: '♡ เชดด้าชีส'},
            { id: '3', name: '♡ ไข่ไก่'},
            { id: '4', name: '♡ เนยจืด'},
            { id: '5', name: '♡ อะโวคาโด'},
            { id: '6', name: '♡ สตอเบอรี่'},
            { id: '7', name: '♡ มะเขือเทศ'},
            { id: '8', name: '♡ นม'},
         
        ]
    },
    {
        id:13,
        name: 'ข้าว x แกงจืดไข่ม้วนหมูห่อสาหร่าย',
        image: require('../../img/moojeed.jpg'),
        detail:'♡ ทำไส้หมูโดยใส่ ต้นหอม เห็ดหอม และแฟลกซีด ปรุงรสด้วยซีอิ๋วขาวและน้ำตาลช่อดอกมะพร้าว คลุกให้เข้ากัน'+
        ' ♡ นำไส้หมูมาวางบนสาหร่าย และม้วนให้แน่น'+
        ' ♡ ตั้งกระทะ ทาน้ำมันรำข้าวเล็กน้อย ใส่ไข่ลงไป และนำหมูห่อสาหร่ายลงไป และม้วนไข่ ทำประมาณ 3 ชั้น กำลังดีค่ะ'+
        ' ♡ ตั้งหม้อใส่น้ำ พอน้ำเดือดให้ใส่แครอทลงไป ตามด้วยไข่ม้วน ปรุงรสด้วยซอสปรุงรส และซีอิ๋วขาวเล็กน้อย ใช้ไฟกลาง ปิดฝาหม้อทิ้งไว้ประมาณ 5 นาที หรือพอหมูสุกก็ตักขึ้นเสิร์ฟได้เลยค่ะ',
        ingrediant: [
            { id: '1', name: '♡ ข้าวหอมมะลิหุงสุก'},                  
            { id: '2', name: '♡ หมูสับ'},
            { id: '3', name: '♡ ต้นหอมซอย'},
            { id: '4', name: '♡ เห็ดหอมสด'},
            { id: '5', name: '♡ แฟลกซีด'},
            { id: '6', name: '♡ ไข่ไก่'},
            { id: '7', name: '♡ แครอท'},
            { id: '8', name: '♡ สาหร่าย'},
            { id: '9', name: '♡ ซีอิ๋วขาว'},
            { id: '10', name: '♡ น้ำตาลช่อมะพร้าว'},
            { id: '11', name: '♡ ซอสปรุงรส,ผงปรุงรสสำหรับเด็ก6เดือนขึ้นไป '},
        ]
    },
    {
        id:14,
        name: 'ข้าวหน้าหมูสไลด์ซอสเทอริยากิ',
        image: require('../../img/moos.jpg'),
        detail:'♡ หมักหมูด้วยซอสเทอริยากิ ทิ้งไว้ประมาณ 30 นาที'+
        ' ♡ ตั้งกระทะ ใส่น้ำมันรำข้าวเล็กน้อย นำหอมใหญ่ลงไปผัด ตามด้วยหมูสไลด์ที่หมักแล้ว ผัดให้เข้ากัน พอหมูเริ่มสุก ให้ใส่น้ำซุปสต๊อกลงไปเล็กน้อย ตามด้วยไข่ เปิดไฟกลาง ปิดฝากระทะ ทิ้งไว้ รอจนไข่สุก ก็ตักเสิร์ฟได้เลยค่ะ'+
        ' ♡ จัดจาน โรยผักโขมอบกรอบเล็กน้อย เสิร์ฟพร้อมน้ำซุปเห็ดหอมแสนอร่อย',
        ingrediant: [
            { id: '1', name: '♡ หมูคุโรบุตะสไลด์'},                  
            { id: '2', name: '♡ หอมใหญ่'},
            { id: '3', name: '♡ ไข่ไก่'},
            { id: '4', name: '♡ ซอสเทอริยากิ'},
            { id: '5', name: '♡ น้ำซุปสต๊อก'},
            { id: '6', name: '♡ ผักโขมอบกรอบผสมสาหร่าย'},
        ]
    },
    {
        id:15,
        name: 'บะหมี่หยก x หมูอบซอสน้ำแดง',
        image: require('../../img/bami.jpg'),
        detail:'♡ ลวกเส้นในน้ำเดือด 2-3 รอบ เพื่อให้แป้งที่มากับเส้นนั้นหมดไป จากนั้นนำเส้นตักขึ้นพักไว้ ใส่กระเทียมเจียวและน้ำมันเล็กน้อย เพื่อไม่ให้เส้นติดกัน'+
        ' ♡ ตั้งกระทะ ใส่น้ำมันรำข้าว นำกระเทียมลงไปผัดพร้อมกับซี่โครงอ่อนหมู ปรุงรสด้วยซอสมะเขือเทศ และซอสน้ำมันหอย ผัดให้เข้ากัน'+
        ' ♡ พอหมูเริ่มสุก ให้เติมน้ำซุปสต๊อกลงไปเล็กน้อย ปรุงรสด้วยน้ำตาลช่อดอกมะพร้าว คนให้เข้ากัน ปรีบเป็นไฟอ่อน และปิดฝาหม้อ อบทิ้งไว้ประมาณ 20 นาที หรือพอทุหอย่างเริ่มเข้าเนื้อ ก็สามารถตักเสิร์ฟได้เลยค่า',
        ingrediant: [
            { id: '1', name: '♡ บะหมี่หยก'},                  
            { id: '2', name: '♡ กระเทียมเจียว'},
            { id: '3', name: '♡ ซี่โครงอ่อนหมู'},
            { id: '4', name: '♡ กวางตุ้งลวก'},
            { id: '5', name: '♡ ซอสมะเขือเทศ'},
            { id: '6', name: '♡ ซอสน้ำมันหอย'},
            { id: '7', name: '♡ น้ำตาลช่อดอกมะพร้าว'},
            { id: '8', name: '♡ น้ำซุปสต๊อก'},
         
        ]
    }
];